export const nameHome: string = 'Елена Козютенко'
export const subheaderHome: string = '« Художник пользуется красками, но пишет чувствами. »'
export const mainDescriptionHome: string = 'Меня зовут Елена. Я художница из Сибири.С раннего детства, как и многие другие, я очень любила рисовать. Когда я училась в школе, я в основном рисовала графические работы карандашом на бумаге. Это были зарисовки людей и животных. Получая высшее педагогическое образование в институте, я прослушала курсы "Основы живописи и графики" и "Основы декоративно-прикладного искусства". Несколько лет работала в школе учителем изобразительного искусства.'

export const subDescriptionHome: string = 'Я всегда хотела рисовать по зову сердца, но у меня было мало свободного времени - работа, семья, дети, а самое главное - нерешительность..'
